[
  {
    "name": "Maya Bay, Phi Phi Islands, Thailand",
    "lat": "7.6782081",
    "long": "98.7633205",
    "description": "Basted onto the travel map after the release of the film The Beach in 2000, Maya Bay sees more tourists than it can literally handle. Thailand’s Department of National Parks, Wildlife and Plant Conservation closed the beach for four months in 2018 for reef recovery",
    "links": "https://drive.google.com/uc?export=download&id=1v8zKgbS8ZdQ8a-jBIucQzoTbQX-1gbfp"
  },
  {
    "name": "South Beach, Miami, Florida",
    "lat": "25.7818876",
    "long": "-80.1527164",
    "description": "Glamorous hotels, clubs and restaurants converge in South Beach, but the American Riviera is most famous for its Art Deco vibe and two miles of white sand. Rack up Instagram likes by the 35 bright and funky lifeguard towers at one of the most popular beaches, and rent a DecoBike to explore",
    "links": "https://drive.google.com/uc?export=download&id=1joV-uoRTk8ccsh4jF24XQtrCDzvXVXsl"
  },
  {
    "name": "Burj Khalifa, Dubai",
    "lat": "25.1972018",
    "long": "55.2721877",
    "description": "Last on our list but very means the least is the world’s tallest building Burj Khalifa. The Iconic Building and magnificent centrepiece of Downtown Dubai stand at a whopping 828.9 meters high.",
    "links": "https://drive.google.com/uc?export=download&id=1996Yd0t0iRd85EXFpvzAZ7blbVLWCFwy"
  },
  {
    "name": "Hagia Sopia",
    "lat": "41.008587",
    "long": "28.9779863",
    "description": "Once a church, later a mosque, and now a museum, Hagia Sophia is an architectural masterpiece. A perfect example of Byzantine architecture, Hagia Sophia is located in Istanbul, Turkey.",
    "links": "https://drive.google.com/uc?export=download&id=1TEEVPuM1qMhuiLH65O5Rp-23VO_FN40G"
  },
  {
    "name": "Space Needle, Seattle",
    "lat": "47.6205099",
    "long": "-122.3514661",
    "description": "The futuristic Space Needle in Seattle, Washington was built for the 1962 World’s fair. The famous landmark stands at 184m high and 42m wide at its widest point.",
    "links": "https://drive.google.com/uc?export=download&id=1vOIhcXSuumCj4uH77SCUxRDBnl5S2F9-"
  },
  {
    "name": "Sydney Opera House, Sydney",
    "lat": "-33.8567799",
    "long": "151.213108",
    "description": "Sydney Opera House is widely regarded as one of the greatest architectural works of the 20th century. The innovative design came from architect Jørn Utzon, who was relatively unknown until January 29, 1957, when his entry to the ‘International competition for a national opera house at Bennelong Point, Sydney’ was announced the winner.",
    "links": "https://drive.google.com/uc?export=download&id=1H6y_T5S856JZbrzWlFx9KybqZ4k7eelw"
  },
  {
    "name": "great wall of china",
    "lat": "40.4319118",
    "long": "116.5681862",
    "description": "Great might be an understatement. One of the world’s largest building-construction projects, the Great Wall of China is widely thought to be about 5,500 miles (8,850 km) long; a disputed Chinese study, however, claims the length is 13,170 miles (21,200 km). Work began in the 7th century BCE and continued for two millennia.",
    "links": "https://drive.google.com/uc?export=download&id=10BQZ9subyS8U5nHF0ZhzXfDnAyEQCdY4"
  },
  {
    "name": "universal studio hollywood",
    "lat": "34.1381212",
    "long": "-118.355567",
    "description": "Head to La-La Land for Universal Studios Hollywood, a movie-themed amusement park with thrilling rides. Top attractions include Fast & Furious Supercharged and Harry Potter and The Forbidden Journey.",
    "links": "https://drive.google.com/uc?export=download&id=1F5atlTGiauvg006nxPzto0iiruQW2XXt"
  },
  {
    "name": "disneyland paris",
    "lat": "48.8673893",
    "long": "2.7814043",
    "description": "On the outskirts of Paris is where you will find the European version of Disneyland, one of the best theme parks in the world. There are two parks to explore: Disneyland Park and Walt Disney Studios Park.",
    "links": "https://drive.google.com/uc?export=download&id=1NsUHiZaklKOBvnZam8U-pV90_bfj6u3F"
  }
]