[
  {
    "name": "Rungrado",
    "lat": "39.0507161",
    "long": "125.771055",
    "description": "This is undoubtedly the largest football stadiums of its kind. Open the way back in 1989, the stadium is built on an area of almost 21 hectares. Since North Korean football is not really the strongest in the world, this football stadium finds its use as a multipurpose venue. This is made possible due to a scalloped roof that has many intricate works.",
    "links": "https://drive.google.com/uc?export=download&id=1-0QggD4-dEuuV94TgeLPxYRpqPO7dSv2"
  },
  {
    "name": "melbourne cricket ground",
    "lat": "-37.8199626",
    "long": "144.9812606",
    "description": "The Melbourne Cricket Ground is one of the iconic sporting destinations in the world. This is a multipurpose venue that manages to host cricket and football events. Over the years, the ground has gained a lot of prominence as a result of hosting every major type of event. The MCG, as it is also known, has been a destination for Australian Rules Football matches, Olympic events, and World Cup qualifiers amongst others",
    "links": "https://drive.google.com/uc?export=download&id=1BQo8lI3KctQufoMtTV2mRKUcEPzz0FDO"
  },
  {
    "name": "camp nou",
    "lat": "41.3805842",
    "long": "2.1196755",
    "description": "Construction Cost: €1.73 billion The Camp Nou hosts FC Barcelona and has a distinction as one of the largest stadiums in the world. It is easily the largest in Spain with its capacity touching almost 100,000. This is an impressive feat for an all-seater stadium. Over the years, the ground has managed to host every conceivable major tournament/game.",
    "links": "https://drive.google.com/uc?export=download&id=1K2M2rlb3_b49KJrvMYFjspTXn6zo6OxD"
  },
  {
    "name": "fnb stadium",
    "lat": "-26.2347521",
    "long": "27.9804667",
    "description": "The FNB Stadium is the largest of its kind in Africa and it primarily hosts rugby union and football games. It can be quite intimidating place given its size. The ground has been utilised for various purposes in the past, but it is best known for hosting the World Cup 2010 final match between Netherlands and Spain.",
    "links": "https://drive.google.com/uc?export=download&id=16Ws1sE2ZnOv1PKcZ-wRNLLQyELkoZFXm"
  },
  {
    "name": "rose bowl",
    "lat": "34.1654157",
    "long": "-118.1734923",
    "description": "It is not a secret that Americans are fans of big stadiums and it is easy to come across behemoths when it comes to college football and NFL competitions. It could be easy to miss out football stadiums on American soil, as this sport is only now gaining traction. Yet, there are some huge football stadiums in America and the crowing leader among them would be the Rose Bowl Stadium in California.",
    "links": "https://drive.google.com/uc?export=download&id=1-G6S684roidp4Y5sI6BGfcauWWybhep_"
  },
  {
    "name": "wembly stadium",
    "lat": "51.556028",
    "long": "-0.2818064",
    "description": "Wembley is an iconic destination for football fans in England. There was a lot of scepticism when the English Football Association decided to take down the Wembley, which is regarded as the home of football, in favour of a new ground.",
    "links": "https://drive.google.com/uc?export=download&id=1PxJJcqGPYiighe0gpkO4Md_rZxy3EdOJ"
  },
  {
    "name": "Estadio Azteca",
    "lat": "19.3003907",
    "long": "-99.1517709",
    "description": "An iconic image in the Mexico City would be the Estadio Azteca, which is the home turf of the Mexican national team, Cruz Azul, and Club America. One of the major reasons behind the stadium being steeped in history is the prestige of having hosted two World Cup finals – 1970 and 1986.",
    "links": "https://drive.google.com/uc?export=download&id=11cC7Q2OYjE86mPqPX9sGR_EQ68gygA8T"
  },
  {
    "name": "Bukit Jalil National Stadium",
    "lat": "3.0546403",
    "long": "101.6891513",
    "description": "The Malaysian national football team may not be high in the FIFA rankings, but that does not stop the national team from building one of the largest football stadiums in the world. The Bukit Jalil National Stadium, which was built at a cost of RM800 million, is a colossus that can hold more than 87,000 spectators.",
    "links": "https://drive.google.com/uc?export=download&id=1BQQCtJPI4YPrnDE7QyMEhUWMTt_HF5kO"
  },
  {
    "name": "Borg El-Arab Stadium",
    "lat": "30.9995828",
    "long": "29.7271994",
    "description": "This is the second largest stadium in the African continent as it only sits behind the FNB Stadium in terms of total capacity. However, the 86,000 capacity of the Borg El-Arab Stadium makes it the largest in Egypt by a comfortable margin. Unlike many other stadiums of its kind, it has been air-conditioned in many places so that the extreme weather conditions in this part of the world are combated with great efficiency.",
    "links": "https://drive.google.com/uc?export=download&id=1BuJa9FT6dDLF_cLuSM6BtShn9fMEVwvU"
  }
]