[
  {
    "name": "St. Paul Cathedral, London",
    "lat": "51.5138486",
    "long": "-0.1005393",
    "description": "London’s most iconic building St Paul’s Cathedral was designed by English architect Sir Christopher Wren. Sitting at the top of Ludgate Hill, the highest point in the City of London, its famous dome is one of the world’s largest, measuring nearly 112 metres high.",
    "links": "https://drive.google.com/uc?export=download&id=1QhMzV-otHQe7aKmjQ-Zy4TrPtzf1p3Tu"
  },
  {
    "name": "Petronas Tower, Kuala Lumpur",
    "lat": "3.1579278",
    "long": "101.7075007",
    "description": "Standing at 170 metres above ground, the Petronas Towers are twin skyscrapers in Kuala Lumpur, Malaysia. The buildings, which held the title of tallest in the world between 1998-2004, are iconic landmarks of the capital city.",
    "links": "https://drive.google.com/uc?export=download&id=1NezXwMOnZ2cUvaj7XiEcCP3fPjYZMRDt"
  },
  {
    "name": "The Leaning Tower Of Pisa, Italy",
    "lat": "43.7229559",
    "long": "10.3944083",
    "description": "The Leaning Tower of Pisa is one of the most remarkable architectural structures in Europe. Most famous for its tilt, the tower began to lean during construction after soft ground on one side was unable to properly support the structure’s weight.",
    "links": "https://drive.google.com/uc?export=download&id=1Mb0Aj1q-MpsYTAtqLB9WjKJbe0zd1NSf"
  },
  {
    "name": "St. Basils Cathedral, Moscow",
    "lat": "55.7525259",
    "long": "37.6208981",
    "description": "This garish, candy-coloured cathedral is, in fact, Moscow’s most visited tourist attraction. The Iconic Building, shaped to resemble the flame of a bonfire rising into the sky, is located just outside the Kremlin gates and marks the geometric centre of the city.",
    "links": "https://drive.google.com/uc?export=download&id=15PBx8JRMkyknzhuEoze_edeYLll7j0ML"
  },
  {
    "name": "Empire State Building, New York",
    "lat": "40.7484445",
    "long": "-73.9878531",
    "description": "We couldn’t put together a list of world-famous buildings without including this grand Art Deco skyscraper. Once the tallest building in the world, construction began on the Empire State building on St Patrick’s Day 1930 and was completed just 410 days later.",
    "links": "https://drive.google.com/uc?export=download&id=1j9sEHBKQHerepWuHhz7tMpY90yObmtVI"
  },
  {
    "name": "Lloyds Building, London",
    "lat": "51.5126939",
    "long": "-0.0844634",
    "description": "This Iconic Building looks like it belongs in a sci-fi movie rather than Lime Street in London. The award-winning Lloyds building (also known as the Inside-Out building) is an iconic architectural landmark and one of the most recognisable constructions on the London skyline.",
    "links": "https://drive.google.com/uc?export=download&id=1r2ggcLv6Yx0JWmFQeujDFAXADWid92YO"
  },
  {
    "name": "Gaudí House, Barcelona",
    "lat": "41.41217",
    "long": "2.1544751",
    "description": "Barcelona is a well-known destination among travellers who wish to have a good mixture of fun and culture in a modern setting.",
    "links": "https://drive.google.com/uc?export=download&id=1UYUZtvz2Se9R6Ol5FtE7DO3jyyx9l2pD"
  },
  {
    "name": "Sydney Opera House, Sydney",
    "lat": "-33.8567799",
    "long": "151.213108",
    "description": "Sydney Opera House is widely regarded as one of the greatest architectural works of the 20th century. The innovative design came from architect Jørn Utzon, who was relatively unknown until January 29, 1957, when his entry to the ‘International competition for a national opera house at Bennelong Point, Sydney’ was announced the winner.",
    "links": "https://drive.google.com/uc?export=download&id=1H6y_T5S856JZbrzWlFx9KybqZ4k7eelw"
  },
  {
    "name": "Space Needle, Seattle",
    "lat": "47.6205099",
    "long": "-122.3514661",
    "description": "The futuristic Space Needle in Seattle, Washington was built for the 1962 World’s fair. The famous landmark stands at 184m high and 42m wide at its widest point.",
    "links": "https://drive.google.com/uc?export=download&id=1vOIhcXSuumCj4uH77SCUxRDBnl5S2F9-"
  },
  {
    "name": "Hagia Sopia",
    "lat": "41.008587",
    "long": "28.9779863",
    "description": "Once a church, later a mosque, and now a museum, Hagia Sophia is an architectural masterpiece. A perfect example of Byzantine architecture, Hagia Sophia is located in Istanbul, Turkey.",
    "links": "https://drive.google.com/uc?export=download&id=1TEEVPuM1qMhuiLH65O5Rp-23VO_FN40G"
  },
  {
    "name": "Falling Water, Pennsylvania",
    "lat": "39.9062592",
    "long": "-79.47003",
    "description": "Designed by famous American architect Frank Lloyd Wright in 1934, Fallingwater is quite possibly the most famous private residence in the world. But why? Well, the unique design makes it look like the house stretches out over a 30ft waterfall, with no solid ground beneath it.",
    "links": "https://drive.google.com/uc?export=download&id=1UzHqIPWUfl4WqZQ4W4G6XQ_RXPS3nIXb"
  },
  {
    "name": "Guggenheim Museum, Bilbao",
    "lat": "43.2686751",
    "long": "-2.9362005",
    "description": "The Guggenheim Museum Bilbao is one of the most admired works of contemporary architecture. California-based Canadian-American architect Frank Gehry created the unique concept after winning an architectural competition to design the building.",
    "links": "https://drive.google.com/uc?export=download&id=1pPjot5PgWanMtoMyTTZZDCdJb9yhbYJ5"
  },
  {
    "name": "Flatiron Building, Manhattan",
    "lat": "40.7410645",
    "long": "-73.9918873",
    "description": "The eye-catching Flatiron building in Manhattan was designed by Chicago architect Daniel Burnham and built in 1902. The distinctive triangular shape allowed the building to fill the space located at the intersection of Fifth Avenue and Broadway.",
    "links": "https://drive.google.com/uc?export=download&id=1ZovyEvuly-8QgiAWBczTV3SdrdVBBL3K"
  },
  {
    "name": "Burj Khalifa, Dubai",
    "lat": "25.1972018",
    "long": "55.2721877",
    "description": "Last on our list but very means the least is the world’s tallest building Burj Khalifa. The Iconic Building and magnificent centrepiece of Downtown Dubai stand at a whopping 828.9 meters high.",
    "links": "https://drive.google.com/uc?export=download&id=1996Yd0t0iRd85EXFpvzAZ7blbVLWCFwy"
  }
]