[
  {
    "name": "presidential palace poland",
    "lat": "52.2431713",
    "long": "21.0144238",
    "description": "Designed by the Polish architect Chrystian Piotr Aigner, the Presidential Palace in Warsaw, Poland was first erected in 1643. But it wasn't until 1818 that the structure was used for bureaucratic purposes.",
    "links": "https://drive.google.com/uc?export=download&id=1XnEi81C4IfX-B2YpYFbKAXQkVwPoxsx-"
  },
  {
    "name": "belem palace portugal",
    "lat": "38.6979947",
    "long": "-9.202738",
    "description": "Located in Lisbon, Portugal, the Belém Palace was completed in 1754. At first, the building housed the various kings of Portugal. In 1910, however, the building became the official residence for the presidents of the republic.",
    "links": "https://drive.google.com/uc?export=download&id=19jGgLg9TdbJNlBeaXZz8XAfdAtNrzRvH"
  },
  {
    "name": "Palacio da Alvorada, Brasilia, Brazil",
    "lat": "-15.7925073",
    "long": "-47.8250237",
    "description": "Designed by Brazilian architect Oscar Niemeyer, Palácio da Alvorada was completed in 1958. The presidential residence, located in Brasília, went through an extensive renovation between 2004 and 2006 that cost more than $18 million.",
    "links": "https://drive.google.com/uc?export=download&id=1mmDEPS_OlYLp-HqcW41yFp3R2oD4pBCx"
  },
  {
    "name": "Elysee Palace, Paris, France",
    "lat": "48.8697941",
    "long": "2.3142886",
    "description": "Opened in 1722, Paris’s Élysée Palace has been the official residence of the French president since 1848. Built by Armand-Claude Molet, the building is a stunning example of classical architecture.",
    "links": "https://drive.google.com/uc?export=download&id=1Lzkwa0dQwjlwDgq6fxhVzjQk7Go6EBVQ"
  },
  {
    "name": "Presidential Palace of Suriname, Paramaribo, Suriname",
    "lat": "5.8267984",
    "long": "-55.1534394",
    "description": "Constructed in 1730, the Presidential Palace of Suriname was built in the Dutch Colonial style. The South American country was a colony of Holland until the 1970s.",
    "links": "https://drive.google.com/uc?export=download&id=1qseYInku_zat75wWEgedzhE0aXIMPPrJ"
  },
  {
    "name": "Presidential Palace, Hanoi, Vietnam",
    "lat": "21.0392992",
    "long": "105.8323093",
    "description": "The Presidential Palace in Hanoi is the official home of Vietnam’s president. Completed in 1906 by French architect Auguste Henri Vildieu, the Beaux Arts building is painted a bright yellow.",
    "links": "https://drive.google.com/uc?export=download&id=12a2ZXuvH7-1FxuCvLl5QCrmA77oyQAM0"
  },
  {
    "name": "Kremlin, Moscow, Russia",
    "lat": "55.7520263",
    "long": "37.6153107",
    "description": "The Moscow Kremlin is a fortified, 68-acre complex built in the heart of the city. Constructed at the end of the fifteenth century, the Kremlin saw different eras of renovations, as various rulers assumed power in the country. Today, the complex is home to Russia’s president.",
    "links": "https://drive.google.com/uc?export=download&id=1crQelSBpnF9NQalv80KRFiOa44OLocCz"
  },
  {
    "name": "Palace of Turkish President, Ankara, Turkey",
    "lat": "39.9308914",
    "long": "32.7968878",
    "description": "Located in the capital city of Ankara, the Palace of Turkish President was designed in the Seljuk style (the Seljuks ruled parts of the Middle East between the eleventh and thirteenth centuries). The complex, in total, spans an area of 3.2 million square feet.",
    "links": "https://drive.google.com/uc?export=download&id=1SGVfQVg11WsSpO_RTjFD9xLP3c_gbxn5"
  },
  {
    "name": "Bellevue Palace, Berlin, Germany",
    "lat": "52.5175758",
    "long": "13.3506041",
    "description": "Completed in 1786, Berlin’s Bellevue Palace was built by German architect Michael Philipp Daniel Boumann in the neoclassical style. Although the building has always been owned by the government, it only became the official presidential residence in 1994.",
    "links": "https://drive.google.com/uc?export=download&id=1miMOA2PZ957FWTGEFvBn3qkHxx1s2DJ7"
  },
  {
    "name": "white house",
    "lat": "38.8819592",
    "long": "-77.0488746",
    "description": "After the fire of 1814 destroyed the original, the new White House was finished in 1817. As home to the sitting U.S. president, the White House includes 132 rooms, 35 baths, and six levels. It takes 570 gallons of paint to cover the all-white façade.",
    "links": "https://drive.google.com/uc?export=download&id=1Qo6qwfzGRNXjLycwIpnkgo8yt9W1G7m2"
  },
  {
    "name": "Akorda Presidential Palace, Astana, Kazakhstan",
    "lat": "51.1257434",
    "long": "71.4441617",
    "description": "Located in Kazakhstan’s capital city of Astana, Akorda Presidential Palace opened in 2004. The palace, which is 262 feet tall, includes a blue and gold dome topped with a spire. The structure was worked on by architects, engineers, designers, and builders from ten different countries.",
    "links": "https://drive.google.com/uc?export=download&id=1W64BzA02QwykOjL0NOoWbEqesnM2VIA0"
  }
]