[
  {
    "name": "port of shanghai",
    "lat": "30.7183206",
    "long": "120.8545407",
    "description": "The Port of Shanghai is the biggest port in the world based on cargo throughput. The Chinese port handled 744 million tonnes of cargo in 2012, including 32.5 million twenty-foot equivalent units (TEUs) of containers.",
    "links": "https://drive.google.com/uc?export=download&id=1Z9U5rRKwzr3U5ImNagz5nyVJKzowcIlf"
  },
  {
    "name": "port of singapore",
    "lat": "1.351219",
    "long": "103.6194919",
    "description": "The Port of Singapore, which handled 537.6 million tonnes of cargo in 2012, is the second biggest port in the world. The port’s container throughput crossed the 30 million TEUs mark for the first time in 2012.",
    "links": "https://drive.google.com/uc?export=download&id=1SB-ZgxyCjeEVeJJOK7BrwYHuu3r1UG2j"
  },
  {
    "name": "port of tainjin",
    "lat": "38.9832281",
    "long": "117.7406203",
    "description": "The third biggest port in the world is the Port of Tianjin (formerly Tanggu), which in 2012 witnessed remarkable increase of cargo and container throughputs by 5.3% and 6.2% respectively. It handled 476 million tonnes of cargo and 12.3 million TEUs of containers in 2012.",
    "links": "https://drive.google.com/uc?export=download&id=1FcsmMfdvNJ4RlI_Do_ifdRFfRfuUMVXV"
  },
  {
    "name": "port of guangzhou",
    "lat": "31.1611022",
    "long": "108.6067427",
    "description": "The Port of Guangzhou handled more than 460 million tonnes of cargo in 2012, making it the fourth biggest port in the world based on cargo traffic. The port is located in the middle of the Pearl River Delta.",
    "links": "https://drive.google.com/uc?export=download&id=1CDMSwPMO8_OHtBxrTLz0wnHuoa5Y8Hiz"
  },
  {
    "name": "port of ningbo",
    "lat": "30.6271374",
    "long": "114.1692826",
    "description": "Port of Ningbo, which handled more than 453 million tonnes of cargo in 2012, is the fifth biggest port in the world. The port’s TEU capacity also reached 15.6 million tonnes in the same year.",
    "links": "https://drive.google.com/uc?export=download&id=1JYIq_MJg7VfjHKihUjESN1amtP96SBhQ"
  },
  {
    "name": "port of rotterdam",
    "lat": "51.9496041",
    "long": "4.1430743",
    "description": "The Port of Rotterdam is currently the biggest port in Europe and the sixth biggest in the world by annual cargo throughput. The port handled 441.5 million tonnes of cargo in 2012.",
    "links": "https://drive.google.com/uc?export=download&id=1Mwe3rHQDL4o1QNshtdnAR3S0yEF8_28O"
  },
  {
    "name": "port of suzhou",
    "lat": "31.4206118",
    "long": "120.1843834",
    "description": "Port of Suzhou, which achieved a cargo throughput of 428 million tonnes in 2012, an increase of 12.61% from 2011, is currently the seventh biggest port in the world by cargo throughput. It is also one of the busiest inland river ports in the world.",
    "links": "https://drive.google.com/uc?export=download&id=1xMsIMxTSEvOct_BxFk-WOXgpwwvhsQJS"
  },
  {
    "name": "port of qingdao",
    "lat": "36.0140753",
    "long": "120.1998383",
    "description": "Port of Qingdao, located at the entrance to Jiaozhou Bay on the south coast of Shadong Peninsula, overlooking the Yellow Sea, handled more than 400 million tonnes of cargo in 2012.",
    "links": "https://drive.google.com/uc?export=download&id=1BaR9GhYSPJsifwjtAAux67UX2ff7h1Rq"
  },
  {
    "name": "port of dalian",
    "lat": "38.9269028",
    "long": "121.651928",
    "description": "Port of Dalian, located in the Liaodong Peninsula in Liaoning province, handled more than 303 million tonnes of cargo in 2012 ranking as the ninth biggest port in the world.",
    "links": "https://drive.google.com/uc?export=download&id=1dBOiFGoFvGmS4nodytYCYSCWRnDjrV86"
  },
  {
    "name": "port of busan",
    "lat": "35.1035522",
    "long": "129.033614",
    "description": "Port of Busan, located in mouth of the Naktong River in South Korea, is the tenth biggest port in the world based on cargo throughput. The port handled 298 million tonnes of cargo in 2012.",
    "links": "https://drive.google.com/uc?export=download&id=1Zrm8TLTavboADHOFX6qub3CYvIPkoVCS"
  }
]